export default {
  projections: {
    ЗаказыE: {
      кодЗаказа: {
        __caption__: 'Код заказа'
      },
      статус: {
        __caption__: 'Статус'
      },
      дата: {
        __caption__: 'Дата'
      },
      контрагент: {
        __caption__: 'Контрагент',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      продавец: {
        __caption__: 'Продавец',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      составЗаказа: {
        __caption__: 'Состав заказа',
        номер: {
          __caption__: 'Номер'
        },
        количество: {
          __caption__: 'Количество'
        },
        товары: {
          __caption__: 'Товары',
          название: {
            __caption__: 'Название'
          }
        }
      }
    },
    ЗаказыL: {
      кодЗаказа: {
        __caption__: 'Код заказа'
      },
      статус: {
        __caption__: 'Статус'
      },
      дата: {
        __caption__: 'Дата'
      },
      контрагент: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      продавец: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    кодЗаказа: {
      __caption__: 'Код заказа'
    },
    статус: {
      __caption__: 'Статус'
    },
    контрагент: {
      __caption__: 'Контрагент'
    },
    продавец: {
      __caption__: 'Продавец'
    },
    составЗаказа: {
      __caption__: 'Состав заказа'
    }
  }
};
