export default {
  projections: {
    ТоварыE: {
      кодТовара: {
        __caption__: 'Код товара'
      },
      ценаЗаЕд: {
        __caption__: 'Цена за ед'
      },
      название: {
        __caption__: 'Название'
      },
      вНаличии: {
        __caption__: 'В наличии',
        количество: {
          __caption__: 'Количество'
        },
        дата: {
          __caption__: 'Дата'
        },
        местоВыдачи: {
          __caption__: 'Место выдачи',
          адрес: {
            __caption__: 'Адрес'
          }
        }
      }
    },
    ТоварыL: {
      кодТовара: {
        __caption__: 'Код товара'
      },
      ценаЗаЕд: {
        __caption__: 'Цена за ед'
      },
      название: {
        __caption__: 'Название'
      }
    }
  },
  validations: {
    кодТовара: {
      __caption__: 'Код товара'
    },
    название: {
      __caption__: 'Название'
    },
    ценаЗаЕд: {
      __caption__: 'Цена за ед'
    },
    вНаличии: {
      __caption__: 'В наличии'
    }
  }
};
