export default {
  projections: {
    СоставЗаказаE: {
      номер: {
        __caption__: 'Номер'
      },
      количество: {
        __caption__: 'Количество'
      },
      товары: {
        __caption__: 'Товары',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    номер: {
      __caption__: 'Номер'
    },
    товары: {
      __caption__: 'Товары'
    },
    заказы: {
      __caption__: 'заказы'
    }
  }
};
